Repository: ericze/firstGrowth-ios
Catalog: sprout/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# account.conflict.current_email
source: Incoming account
zh_hans: 当前尝试账号

# account.conflict.detail
source: To protect existing records, this device can only continue with the account that was linked earlier. Use the original account, or sign out and review before trying again.
zh_hans: 为了保护已有记录，这台设备只能继续使用之前绑定过的账号。请改用原账号登录，或先退出后再确认。

# account.conflict.linked_id
source: Linked account ID
zh_hans: 已绑定账号 ID

# account.conflict.linked_id.empty
source: Not recorded
zh_hans: 暂无记录

# account.conflict.switch
source: Switch to This Account
zh_hans: 切换到这个账号

# account.conflict.title
source: This device is already linked
zh_hans: 这台设备已经绑定过账号

# account.conflict.use_original
source: Use Original Account
zh_hans: 改用原账号

# account.current.title
source: Signed in on this device
zh_hans: 这台设备已登录

# account.email
source: Email
zh_hans: 邮箱

# account.email.empty
source: Not available
zh_hans: 暂无

# account.forgot_password
source: Forgot Password?
zh_hans: 忘记密码？

# account.forgot_password.sent
source: If an account exists for this email, a password reset message has been sent.
zh_hans: 如果这个邮箱已注册，找回密码邮件已经发送。

# account.form.title
source: Sign in quietly when you need backup
zh_hans: 需要备份时，再安静地登录

# account.hero.conflict.detail
source: A different account tried to sign in on a device that already has linked local records.
zh_hans: 已有本地记录的设备上，刚刚尝试登录了另一个账号。

# account.hero.conflict.title
source: Account needs confirmation
zh_hans: 账号需要再次确认

# account.hero.loading.detail
source: We are checking whether this device already has a saved session.
zh_hans: 系统正在检查这台设备上是否已有保存过的会话。

# account.hero.loading.title
source: Restoring your session
zh_hans: 正在恢复你的会话

# account.hero.signed_in.detail
source: This device is already linked. You can keep backup manual for now, or let automatic sync catch up later.
zh_hans: 这台设备已经完成绑定。现在可以先手动备份，之后再承接自动同步。

# account.hero.signed_in.title
source: Account is connected
zh_hans: 账号已连接

# account.hero.signed_out.detail
source: Logging in is optional. Keep daily recording local until backup becomes useful to you.
zh_hans: 登录并不是必需步骤。你可以继续把日常记录留在本地，等真正需要备份时再连接账号。

# account.hero.signed_out.title
source: Use backup only when it helps
zh_hans: 只在需要时，再启用备份

# account.last_sync
source: Last sync
zh_hans: 最近同步

# account.last_sync.empty
source: Not yet
zh_hans: 尚未同步

# account.loading.detail
source: This takes only a moment. Local records stay available while we restore the session.
zh_hans: 这只需要片刻时间。在恢复会话时，本地记录仍然可用。

# account.loading.title
source: Checking account state
zh_hans: 正在检查账号状态

# account.password
source: Password
zh_hans: 密码

# account.pending_changes
source: Pending changes
zh_hans: 待同步变更

# account.sign_in
source: Sign In
zh_hans: 登录

# account.sign_out
source: Sign Out
zh_hans: 退出登录

# account.sign_out.confirmation.cancel
source: Cancel
zh_hans: 取消

# account.sign_out.confirmation.confirm
source: Sign Out
zh_hans: 退出登录

# account.sign_out.confirmation.message
source: Local records stay on this device. Cloud backup will pause until you sign in again.
zh_hans: 本地记录会继续保留在这台设备上，云端备份会暂停，直到你再次登录。

# account.sign_out.confirmation.title
source: Sign out from this device?
zh_hans: 要在这台设备退出登录吗？

# account.sign_up
source: Sign Up
zh_hans: 注册

# account.switch.confirmation.cancel
source: Cancel
zh_hans: 取消

# account.switch.confirmation.confirm
source: Switch Account
zh_hans: 切换账号

# account.switch.confirmation.message
source: Local records stay on this device. Future backup will use the account you just signed in with.
zh_hans: 本地记录会继续保留在这台设备上。之后的云端备份会使用刚刚登录的新账号。

# account.switch.confirmation.title
source: Switch this device to the new account?
zh_hans: 要把这台设备切换到新账号吗？

# account.sync_now
source: Sync Now
zh_hans: 立即同步

# account.sync_status
source: Sync status
zh_hans: 同步状态

# account.sync_status.error
source: Needs attention
zh_hans: 需要留意

# account.sync_status.idle
source: Ready
zh_hans: 已就绪

# account.sync_status.syncing
source: Syncing quietly
zh_hans: 正在安静同步

# account.title
source: Account
zh_hans: 账号

# cloud_sync.account_required.cta
source: Open Account
zh_hans: 前往账号

# cloud_sync.account_required.detail
source: Your records stay local until you choose an account. Sign in once, then backup can happen quietly in the background.
zh_hans: 在你选择账号前，记录会继续保留在本地。登录一次后，后台备份才会安静地开始。

# cloud_sync.account_required.title
source: Sign in before syncing
zh_hans: 开始同步前先登录账号

# cloud_sync.meta.last_sync
source: Last sync
zh_hans: 最近同步

# cloud_sync.meta.last_sync.empty
source: Not yet
zh_hans: 尚未同步

# cloud_sync.meta.pending_changes
source: Local changes waiting
zh_hans: 等待同步的本地变更

# cloud_sync.meta.pending_deletions
source: Pending remote deletions
zh_hans: 等待处理的远端删除

# cloud_sync.status.error
source: Needs attention
zh_hans: 需要留意

# cloud_sync.status.error.fallback
source: Cloud Sync needs a little more setup before it can finish.
zh_hans: 云端同步还需要一点配置才能完成。

# cloud_sync.status.error.unavailable
source: Cloud Sync is not ready on this device yet.
zh_hans: 这台设备上的云端同步暂时还未准备好。

# cloud_sync.status.idle
source: Ready
zh_hans: 已就绪

# cloud_sync.status.syncing
source: Syncing quietly
zh_hans: 正在安静同步

# cloud_sync.status.title
source: Backup status
zh_hans: 备份状态

# cloud_sync.summary.account.detail
source: Cloud backup only starts after this device is linked to your account once.
zh_hans: 只有在这台设备完成一次账号绑定后，云端备份才会开始。

# cloud_sync.summary.account.title
source: A sign-in is still needed
zh_hans: 还需要完成一次登录

# cloud_sync.summary.error.detail
source: Nothing local was removed. You can try again after checking the account and network setup.
zh_hans: 本地内容没有被移除。检查账号和网络后，可以再试一次。

# cloud_sync.summary.error.title
source: Backup needs another try
zh_hans: 备份还需要再试一次

# cloud_sync.summary.ready.detail
source: Any local changes waiting on this device can be pushed to the cloud whenever you choose.
zh_hans: 这台设备上等待同步的本地变更，已经可以在你需要时推送到云端。

# cloud_sync.summary.ready.title
source: Ready to back up local changes
zh_hans: 已准备好备份本地变更

# cloud_sync.summary.syncing.detail
source: A quiet pass is uploading pending changes and clearing any queued remote deletions.
zh_hans: 系统正在安静地上传待同步变更，并处理排队中的远端删除。

# cloud_sync.summary.syncing.title
source: Pushing local changes
zh_hans: 正在推送本地变更

# cloud_sync.sync_now
source: Sync Now
zh_hans: 立即同步

# cloud_sync.title
source: Cloud Sync
zh_hans: 云端同步

# common.baby.placeholder
source: Baby
zh_hans: 宝宝

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.done_record
source: Done
zh_hans: 完成记录

# common.ok
source: OK
zh_hans: 好的

# common.relative.days_ago_format
source: %1$@ ago
zh_hans: %1$@前

# common.relative.months_ago_format
source: %1$@ ago
zh_hans: %1$@前

# common.relative.today
source: Today
zh_hans: 今天

# common.relative.years_ago_format
source: %1$@ ago
zh_hans: %1$@前

# common.save
source: Save
zh_hans: 保存

# common.toast.dismiss
source: Dismiss message
zh_hans: 关闭提示

# common.undo
source: Undo
zh_hans: 撤销

# common.undo.dismiss_accessibility
source: Dismiss undo notice
zh_hans: 关闭撤销提示

# family_group.create
source: Create Family Group
zh_hans: 创建家庭组

# family_group.empty.detail
source: Family Group lets trusted family help record shared moments.
zh_hans: 家庭组让信任的家人一起记录共享的时刻。

# family_group.empty.title
source: Create a quiet sharing space
zh_hans: 创建一个安静的共享空间

# family_group.error.already_exists
source: A family group already exists for this account.
zh_hans: 这个账号已经有家庭组了。

# family_group.error.baby_not_found
source: That baby could not be found.
zh_hans: 没有找到对应的宝宝。

# family_group.error.cannot_remove_owner
source: The owner cannot be removed.
zh_hans: 不能移除创建者。

# family_group.error.invalid_invite_code
source: That invite code is not active.
zh_hans: 该邀请码当前不可用。

# family_group.error.invite_expired
source: That invite code has expired.
zh_hans: 该邀请码已过期。

# family_group.error.invite_revoked
source: That invite code has been revoked.
zh_hans: 该邀请码已被撤销。

# family_group.error.member_not_found
source: That member could not be found.
zh_hans: 没有找到对应的成员。

# family_group.error.not_found
source: No family group was found.
zh_hans: 没有找到家庭组。

# family_group.error.not_owner
source: Only the owner can manage this family group.
zh_hans: 只有创建者可以管理这个家庭组。

# family_group.error.persistence_failed
source: Family group changes could not be saved.
zh_hans: 家庭组变更未能保存。

# family_group.error.pro_required
source: Family group is part of Pro.
zh_hans: 家庭组属于 Pro 功能。

# family_group.error.unauthenticated
source: Sign in to manage a family group.
zh_hans: 请先登录后再管理家庭组。

# family_group.invite.active
source: Active
zh_hans: 有效

# family_group.invite.empty
source: Not generated
zh_hans: 尚未生成

# family_group.invite.expired
source: Expired
zh_hans: 已过期

# family_group.invite.refresh
source: Refresh Code
zh_hans: 刷新邀请码

# family_group.invite.revoked
source: Revoked
zh_hans: 已撤销

# family_group.invite.title
source: Invite Code
zh_hans: 邀请码

# family_group.join.action
source: Join Family Group
zh_hans: 加入家庭组

# family_group.join.placeholder
source: Invite code
zh_hans: 邀请码

# family_group.join.prompt
source: Have an invite code?
zh_hans: 已有邀请码？

# family_group.manage_babies.empty
source: Add a baby first to share it here.
zh_hans: 先添加宝宝，再在这里设置共享。

# family_group.manage_babies.private
source: Only you can see this
zh_hans: 仅你可见

# family_group.manage_babies.share
source: Share
zh_hans: 共享

# family_group.manage_babies.shared
source: Visible to family
zh_hans: 家人可见

# family_group.manage_babies.title
source: Share Babies
zh_hans: 共享宝宝

# family_group.manage_babies.unshare
source: Unshare
zh_hans: 取消共享

# family_group.member.detail
source: Shared babies appear separately in the baby profile screen.
zh_hans: 共享宝宝会在宝宝资料页单独显示。

# family_group.member.title
source: Joined family group
zh_hans: 已加入家庭组

# family_group.members.empty
source: No members yet.
zh_hans: 还没有成员。

# family_group.members.member
source: Member
zh_hans: 成员

# family_group.members.member_prefix
source: Member
zh_hans: 成员

# family_group.members.owner
source: Owner
zh_hans: 创建者

# family_group.members.remove
source: Remove
zh_hans: 移除

# family_group.members.title
source: Members
zh_hans: 成员

# family_group.members.you
source: You
zh_hans: 你

# family_group.owner.detail
source: Invite family with a code and choose which babies to share.
zh_hans: 用邀请码邀请家人，并选择要共享的宝宝。

# family_group.owner.title
source: Your family group
zh_hans: 你的家庭组

# family_group.shared_babies.empty
source: No babies are shared yet.
zh_hans: 还没有共享宝宝。

# family_group.shared_babies.shared
source: Shared
zh_hans: 已共享

# family_group.shared_babies.title
source: Shared Babies
zh_hans: 共享宝宝

# food.ai.apply
source: Apply Suggestions
zh_hans: 应用建议

# food.ai.candidates_title
source: Suggested Tags
zh_hans: 候选标签

# food.ai.failed
source: No suggestions right now. Continue manually.
zh_hans: 暂时没有可用建议，可继续手动记录

# food.ai.hint
source: Optional candidate tags from the photo. Review before applying.
zh_hans: 基于照片生成候选标签，仅供参考，请确认后再应用。

# food.ai.loading
source: Preparing suggestions...
zh_hans: 生成候选建议...

# food.ai.retry
source: Try Again
zh_hans: 再试一次

# food.ai.review_hint
source: These are optional draft suggestions. Check them before saving.
zh_hans: 这些只是候选建议，保存前请按实际情况确认。

# food.ai.suggest_button
source: AI Tag Suggestions
zh_hans: AI 标签建议

# growth.ai.change_decreased_format
source: Compared with %1$@ ago, %2$@ decreased by %3$@.
zh_hans: 距离上次记录过去了 %1$@，%2$@较上次减少了 %3$@。

# growth.ai.change_increased_format
source: Compared with %1$@ ago, %2$@ increased by %3$@.
zh_hans: 距离上次记录过去了 %1$@，%2$@增加了 %3$@。

# growth.ai.change_unchanged_format
source: Compared with %1$@ ago, %2$@ stayed the same.
zh_hans: 距离上次记录过去了 %1$@，%2$@与上次持平。

# growth.ai.collapse
source: Collapse note
zh_hans: 折叠解读

# growth.ai.collapsed_change_format
source: Logged a change since %1$@ ago
zh_hans: 记录了距上次%1$@的变化

# growth.ai.expand
source: Expand note
zh_hans: 展开解读

# growth.ai.first_record_logged_format
source: Logged the first %1$@ record
zh_hans: 已记录第一条%1$@数据

# growth.ai.invite_first_record_format
source: Record the first %1$@ entry. The line can begin from here.
zh_hans: 记录第一条%1$@数据，生命线会从这里开始。

# growth.ai.title
source: Growth Insight
zh_hans: 成长解读

# growth.ai.waiting_first_record_format
source: Waiting for the first %1$@ record
zh_hans: 等待第一条%1$@记录

# growth.chart.empty.body_format
source: Start with one %1$@ record. The trend can begin quietly from here.
zh_hans: 先记录一条%1$@数据，趋势会从这里安静地开始。

# growth.chart.empty.title
source: The line is waiting for its first record
zh_hans: 生命线还在等待第一条记录

# growth.chart.error.title
source: Couldn't load this chart
zh_hans: 这张图表暂时没有加载成功

# growth.chart.reference_note
source: For observing overall changes only. Not for medical judgment.
zh_hans: 用于帮助观察整体变化，不用于医学判断

# growth.chart.reference_title
source: Reference range
zh_hans: 参考区间

# growth.entry.add
source: +Record
zh_hans: +记录

# growth.entry.add_accessibility
source: Add growth record
zh_hans: 新增成长记录

# growth.error.load_failed
source: Failed to load growth data
zh_hans: 成长数据加载失败

# growth.error.save
source: Couldn't save this growth record. Try again.
zh_hans: 这次成长记录没有保存成功，请再试一次。

# growth.error.unavailable
source: Growth data is unavailable right now
zh_hans: 成长数据暂不可用

# growth.error.undo
source: Couldn't undo that growth record. Try again.
zh_hans: 这次撤销成长记录没有成功，请再试一次。

# growth.manual.back_to_ruler
source: Back to ruler
zh_hans: 返回刻度尺

# growth.manual.note
source: Manual input is a fallback for speed. Units stay fixed, without extra note fields.
zh_hans: 手动输入是效率兜底，单位固定，不额外增加备注字段。

# growth.manual.prompt_format
source: Enter the %1$@ value directly
zh_hans: 直接输入%1$@数值

# growth.meta.latest_format
source: Latest record: %1$@ · %2$@
zh_hans: 最新记录：%1$@ · %2$@

# growth.metric.headCircumference.empty
source: No head circumference records yet
zh_hans: 还没有头围记录

# growth.metric.headCircumference.entry_title
source: Record head circumference
zh_hans: 记录头围

# growth.metric.headCircumference.title
source: Head Circumference
zh_hans: 头围

# growth.metric.height.empty
source: No height records yet
zh_hans: 还没有身高记录

# growth.metric.height.entry_title
source: Record height
zh_hans: 记录身高

# growth.metric.height.title
source: Height
zh_hans: 身高

# growth.metric.weight.empty
source: No weight records yet
zh_hans: 还没有体重记录

# growth.metric.weight.entry_title
source: Record weight
zh_hans: 记录体重

# growth.metric.weight.title
source: Weight
zh_hans: 体重

# growth.milestone.add
source: Add milestone
zh_hans: 添加里程碑

# growth.milestone.category.cognitive
source: Cognitive
zh_hans: 认知

# growth.milestone.category.language
source: Language
zh_hans: 语言

# growth.milestone.category.motor
source: Motor
zh_hans: 运动

# growth.milestone.category.social
source: Social
zh_hans: 社交

# growth.milestone.custom_placeholder
source: e.g. First swim lesson
zh_hans: 例如：第一次游泳课

# growth.milestone.custom_toggle
source: Custom milestone
zh_hans: 自定义里程碑

# growth.milestone.date
source: Date
zh_hans: 日期

# growth.milestone.edit
source: Edit Milestone
zh_hans: 编辑里程碑

# growth.milestone.empty
source: Record your baby's first milestones
zh_hans: 记录宝宝的第一个里程碑

# growth.milestone.error.delete
source: Couldn't delete this milestone. Try again.
zh_hans: 里程碑删除失败，请重试。

# growth.milestone.error.save
source: Couldn't save this milestone. Try again.
zh_hans: 里程碑保存失败，请重试。

# growth.milestone.note
source: Note (optional)
zh_hans: 备注（可选）

# growth.milestone.note_placeholder
source: Add a note...
zh_hans: 添加备注...

# growth.milestone.section_title
source: Milestones
zh_hans: 里程碑

# growth.milestone.template.first_crawl
source: First crawl
zh_hans: 第一次爬行

# growth.milestone.template.first_laugh
source: First laugh
zh_hans: 第一次大笑

# growth.milestone.template.first_roll
source: First roll
zh_hans: 第一次翻身

# growth.milestone.template.first_sit
source: First sit
zh_hans: 第一次坐起

# growth.milestone.template.first_smile
source: First smile
zh_hans: 第一次微笑

# growth.milestone.template.first_stand
source: First stand
zh_hans: 第一次站立

# growth.milestone.template.first_step
source: First step
zh_hans: 第一步

# growth.milestone.template.first_tooth
source: First tooth
zh_hans: 第一颗牙

# growth.milestone.template.first_word
source: First word
zh_hans: 第一个词

# growth.milestone.template.title
source: Choose a milestone
zh_hans: 选择里程碑

# growth.milestone.undo
source: Milestone saved
zh_hans: 里程碑已记录

# growth.ruler.instruction
source: Swipe horizontally to align the value with the center marker.
zh_hans: 横向滑动，让数值对齐中央准星

# growth.ruler.manual_input
source: Manual Input
zh_hans: ⌨️ 手动输入

# growth.summary.guidance_format
source: Start tracking your baby's %1$@
zh_hans: 开始记录宝宝的%1$@数据

# growth.summary.milestones_format
source: %1$@ milestones this month
zh_hans: 本月 %1$@ 个里程碑

# growth.summary.started_format
source: Recorded %1$@
zh_hans: 已记录 %1$@

# growth.summary.summary_format
source: Last record %1$@ days ago, changed %2$@%3$@
zh_hans: 上次记录 %1$@ 天前，变化 %2$@%3$@

# growth.summary.title
source: Growth Summary
zh_hans: 成长概览

# growth.undo.saved_format
source: Saved %1$@
zh_hans: 已记录%1$@

# home.error.load
source: Couldn't load today's records.
zh_hans: 今天的记录暂时没有加载成功。

# home.error.load.history
source: Couldn't load earlier records.
zh_hans: 更早的记录暂时没有加载成功。

# home.error.save
source: Couldn't save this record. Try again.
zh_hans: 这次记录没有保存成功，请再试一次。

# home.error.sleep.finish
source: Couldn't finish sleep right now. Try again.
zh_hans: 这次没有成功结束睡眠，请再试一次。

# home.error.tags
source: Couldn't refresh recent tags.
zh_hans: 最近的辅食标签暂时没有加载成功。

# home.error.undo
source: Couldn't undo that record. Try again.
zh_hans: 这次撤销没有成功，请再试一次。

# home.fab.diaper.accessibility
source: Log diaper
zh_hans: 记录尿布

# home.fab.diaper.label
source: Diaper
zh_hans: 尿布

# home.fab.feed.accessibility
source: Log feeding
zh_hans: 记录喂奶

# home.fab.feed.label
source: Feed
zh_hans: 喂奶

# home.fab.solids.accessibility
source: Log solids
zh_hans: 记录辅食

# home.fab.solids.label
source: Solids
zh_hans: 辅食

# home.header.day.prefix_format
source: %1$@'s day
zh_hans: %1$@的第

# home.record.delete.cancel
source: Cancel
zh_hans: 取消

# home.record.delete.confirm
source: Delete
zh_hans: 删除

# home.record.delete.message
source: This record will leave the timeline. You can still undo it for a short time.
zh_hans: 删除后会从时间线移除。你仍可在短时间内撤销。

# home.record.delete.title
source: Delete this record?
zh_hans: 删除这条记录？

# home.record.deleted
source: Record deleted.
zh_hans: 已删除记录

# home.record.editor.save
source: Save changes
zh_hans: 保存修改

# home.record.editor.time
source: Time
zh_hans: 时间

# home.record.editor.title
source: Edit record
zh_hans: 编辑记录

# home.record.error.delete_failed
source: This delete didn't complete. Try again.
zh_hans: 这次删除没有成功，请再试一次。

# home.record.error.edit_failed
source: This edit couldn't be saved. Try again.
zh_hans: 这次修改没有保存成功，请再试一次。

# home.record.error.missing
source: This record no longer exists.
zh_hans: 这条记录已不存在。

# home.record.error.undo_failed
source: This undo didn't complete. Try again.
zh_hans: 这次撤销没有成功，请再试一次。

# home.record.restored
source: Record restored.
zh_hans: 已恢复记录

# home.record.updated
source: Record updated.
zh_hans: 已更新记录

# home.sheet.bottle.adjustment_note
source: No keyboard, just quiet adjustments.
zh_hans: 不弹键盘，只做安静的微调

# home.sheet.diaper.both.subtitle
source: Log both at once
zh_hans: 一次完成

# home.sheet.diaper.both.title
source: Both
zh_hans: 都有

# home.sheet.diaper.pee.subtitle
source: Tap once to log
zh_hans: 点一下就记上

# home.sheet.diaper.pee.title
source: Pee
zh_hans: 小便

# home.sheet.diaper.poop.subtitle
source: Quick log
zh_hans: 快速留痕

# home.sheet.diaper.poop.title
source: Poop
zh_hans: 大便

# home.sheet.diaper.title
source: Diaper
zh_hans: 记尿布

# home.sheet.food.common
source: Common foods
zh_hans: 常见食材

# home.sheet.food.custom.add
source: Add ingredient
zh_hans: 添加食材

# home.sheet.food.custom.added
source: Added here
zh_hans: 刚刚添加

# home.sheet.food.custom.placeholder
source: Type an ingredient
zh_hans: 输入食材名称

# home.sheet.food.custom.suggestions
source: Matches
zh_hans: 可直接选择

# home.sheet.food.custom.title
source: Add an ingredient
zh_hans: 添加食材

# home.sheet.food.dialog.add_photo
source: Add photo
zh_hans: 添加照片

# home.sheet.food.dialog.choose_library
source: Choose from library
zh_hans: 从相册选择

# home.sheet.food.dialog.continue_editing
source: Keep editing
zh_hans: 继续编辑

# home.sheet.food.dialog.discard
source: Discard
zh_hans: 放弃

# home.sheet.food.dialog.discard_title
source: Discard this solids record?
zh_hans: 放弃这条辅食记录？

# home.sheet.food.dialog.take_photo
source: Take photo
zh_hans: 拍照

# home.sheet.food.first_taste.multiple
source: First time trying: %@
zh_hans: 第一次尝试：%@

# home.sheet.food.first_taste.single
source: First time trying %@
zh_hans: 第一次尝试%@

# home.sheet.food.note.placeholder
source: What did they try today? You can also leave a small note.
zh_hans: 今天尝了什么？也可以记一句小插曲

# home.sheet.food.note.title
source: A small note
zh_hans: 一句小插曲

# home.sheet.food.photo.add
source: Add a photo (optional)
zh_hans: 加一张照片（可选）

# home.sheet.food.photo.delete_accessibility
source: Remove photo
zh_hans: 删除照片

# home.sheet.food.photo.remove
source: Remove photo
zh_hans: 删除图片

# home.sheet.food.photo.replace
source: Choose another photo
zh_hans: 重选图片

# home.sheet.food.photo.selected
source: Selected photo
zh_hans: 已选图片

# home.sheet.food.photo.title
source: Photo (optional)
zh_hans: 照片（可选）

# home.sheet.food.recent
source: Recent foods
zh_hans: 最近吃过

# home.sheet.food.selected.title
source: Selected
zh_hans: 已选食材

# home.sheet.food.time.title
source: Time
zh_hans: 时间

# home.sheet.food.title
source: Solids
zh_hans: 记辅食

# home.sheet.milk.detail.bottle
source: Bottle log
zh_hans: 瓶喂记录

# home.sheet.milk.detail.nursing
source: Nursing timer
zh_hans: 亲喂计时

# home.sheet.milk.submit.bottle_format
source: Record %1$@ bottle
zh_hans: 记录 %1$@ 瓶喂

# home.sheet.milk.submit.default
source: Done
zh_hans: 完成记录

# home.sheet.milk.submit.mixed_format
source: Record %1$@ nursing + %2$@ bottle
zh_hans: 记录 %1$@ 亲喂 + %2$@ 瓶喂

# home.sheet.milk.submit.nursing_format
source: Record %1$@ nursing
zh_hans: 记录 %1$@ 亲喂

# home.sheet.milk.title.bottle
source: Bottle
zh_hans: 瓶喂

# home.sheet.milk.title.nursing
source: Nursing
zh_hans: 亲喂

# home.sheet.nursing.instruction
source: Tap the active side to pause. Switching sides will finish the previous side automatically.
zh_hans: 轻触当前侧暂停，切换另一侧会自动结算上一侧

# home.sheet.nursing.side.left
source: Left
zh_hans: 左

# home.sheet.nursing.side.right
source: Right
zh_hans: 右

# home.sheet.sleep.current_duration
source: Current duration
zh_hans: 当前时长

# home.sheet.sleep.edit.duration
source: Duration
zh_hans: 时长

# home.sheet.sleep.edit.duration.pending
source: Adjust the time
zh_hans: 请调整时间

# home.sheet.sleep.edit.end
source: End time
zh_hans: 结束时间

# home.sheet.sleep.edit.start
source: Start time
zh_hans: 开始时间

# home.sheet.sleep.edit.validation.end_before_start
source: Set the end time after the start time.
zh_hans: 请把结束时间调到开始时间之后。

# home.sheet.sleep.end_button
source: End sleep
zh_hans: 结束睡眠

# home.sheet.sleep.prefix
source: Asleep
zh_hans: 已睡

# home.sheet.sleep.start_time
source: Started at
zh_hans: 开始时间

# home.sheet.sleep.status
source: Sleeping now
zh_hans: 正在睡眠

# home.sheet.sleep.title
source: Sleeping
zh_hans: 睡眠中

# home.sleep.accessibility.active
source: Sleeping. Long press to end
zh_hans: 睡眠中，长按结束

# home.sleep.accessibility.in_progress
source: In progress
zh_hans: 进行中

# home.sleep.accessibility.not_started
source: Not started
zh_hans: 未开始

# home.sleep.accessibility.start
source: Start sleep record
zh_hans: 开始睡眠记录

# home.sleep.action.active
source: Sleeping
zh_hans: 睡眠中

# home.sleep.action.inactive
source: Sleep
zh_hans: 睡眠

# home.sleep.hint.end
source: Long press to end
zh_hans: 长按结束

# home.sleep.ongoing.end
source: End
zh_hans: 结束

# home.sleep.ongoing.end_accessibility
source: End sleep
zh_hans: 结束睡眠

# home.sleep.ongoing.prefix
source: Asleep
zh_hans: 已睡

# home.sleep.ongoing.title
source: Sleeping
zh_hans: 睡眠中

# home.timeline.context.delete
source: Delete record
zh_hans: 删除记录
